Repository: 84000/data-translation-memory
Catalog: toh556-v3.tmx
Source language: bo
Languages: en

source: ཞི་བའི་གཟུགས་མཐོང་བ་ནི་བདག་ལ་སྩལ་དུ་གསོལ། །
en: I pray that you bestow on me the sight of your peaceful form.

source: ཁྱོད་ནི་ལྷ་དང་བཅས་པའི་འགྲོ་བའི་སྐྱོབ་པ་སྟེ། །འདི་ལྟར་ཉན་ཐོས་རྣམས་ཀྱི་ལུས་ནི་སྟོང་པ་ལགས། །
en: You are the savior of beings, including the devas, And thus the bodies of your disciples are empty.

source: སེམས་ཅན་ཐམས་ཅད་དག་ནི་རྨི་ལམ་རང་བཞིན་ཏེ། །
en: “All beings have the nature of a dream.

source: ནམ་མཁའ་འདྲ་ཞིང་ནམ་མཁའི་ངོ་བོ་ཉིད་ཀྱང་ལགས། །
en: They are like space and have the nature of space.

source: སྒྱུ་མ་སྨིག་རྒྱུ་དང་ནི་ཆུ་ཡི་ཟླ་བ་འདྲ། །
en: They are like illusions, mirages, and the moon on water.

source: འདྲེན་པ་ཁྱོད་ཀྱི་སྟོང་པ་ཆེ་དང་ལྡན་པ་ལགས། །
en: Guide, yours is an emptiness of greatness.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་གདན་ལས་བཞེངས་ཏེ། ཚངས་པའི་སྒྲ་སྐད་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་ལྷ་མོ་ཁྱོད་ལེགས་སོ་ལེགས་སོ། །
en: The Bhagavat then rose from his seat and with the voice of Brahmā said, “Noble goddess, well done!

source: ཁྱོད་ཡང་ལེགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། རིགས་ཀྱི་ལྷ་མོ་བྱང་ཆུབ་ཡང་དག་པར་བསྡུས་པ་དང་།
en: Well done!”

source: ལྷ་མོ་ཆེན་མོ་དབྱངས་ཅན་ལ་སོགས་པའི་ལྷའི་བུ་མོ་དེ་དག་ཐམས་ཅད་དང་། ལྷ་མོ་ཆེན་མོ་དཔལ་ལ་སོགས་པ་ལྷ་མོའི་ཚོགས་དེ་དག་ཐམས་ཅད་དང་། རྣམ་ཐོས་ཀྱི་བུ་ལ་སོགས་པ་ལྷའི་རྒྱལ་པོ་དེ་དག་ཐམས་ཅད་དང་། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དག་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ།
en: When the Bhagavat had spoken, the noble goddess Bodhisattvasamuccayā, the noble goddess Sarasvatī, and all the other goddesses—the noble goddess Śrī and all the rest of the entire assembly of goddesses—and Vaiśravana and all the other kings of devas, and the assembly that had all the different kinds of disciples, and the world with its devas, humans, asuras, and gandharvas rejoiced and praised the words of the Bhagavat.

source: བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ལས། མཇུག་སྡུད་ཀྱི་ལེའུ་ཞེས་བྱ་སྟེ་ཉི་ཤུ་རྩ་དགུ་པའོ།། །།
en: This concludes “The Conclusion,” the twenty-ninth chapter of “The Lord King of Sūtras, the Sublime Golden Light.”

source: འཕགས་པ་གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།
en: This concludes the Mahāyāna sūtra “The Lord King of Sūtras, the Sublime Golden Light.”

source: པཎྜི་ཏ་ཛི་ན་མི་དྲ་དང་། ཤི་ལེནྡྲ་བོ་དྷི་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙྪ་བ་བནྡེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་སྐད་གསར་ཆད་ཀྱིས་གཏན་ལ་ཕབ་པ།​། །​།
en: Translated and revised by the Paṇḍitas Jinamitra and Nelendrabodhi, and by the Lotsawa Yeshe Dé, the chief editor, and definitively revised according to the new language reform.
